cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/cask-drivers'
tap 'wolever/git-blast'
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'backblaze'
cask 'bitbar'
cask 'cryptomator'
cask 'caskroom/versions/firefox-developer-edition'
cask 'deckset'
cask 'docker'
cask 'dropbox'
cask 'dymo-label'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'graphiql'
cask 'kap'
cask 'logitech-options'
cask 'monodraw'
cask 'slack'
cask 'sonos'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmit4'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
brew 'ag'
brew 'awscli'
brew 'cmake'
brew 'coreutils'
brew 'dark-mode'
brew 'findutils'
brew 'flake8'
brew 'git'
brew 'git-blast'
brew 'git-lfs'
brew 'gpg'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'ifstat'
brew 'imagemagick', args: ['with-webp']
brew 'jq'
brew 'mosh'
brew 'nvm'
brew 'python3'
brew 's3cmd'
brew 'ssh-copy-id'
brew 'telnet'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget', args: ['with-iri']
brew 'zsh'
brew 'zsh-completions'
# brew 'zsh-git-prompt'
brew 'zsh-syntax-highlighting'
mas 'Bear', id: 1091189122
mas 'DaisyDisk', id: 411643860
mas 'Deliveries', id: 924726344
# mas 'Divvy', id: 413857545
mas 'Lungo', id: 1263070803
mas 'Outbank', id: 1094255754
mas 'Pixelmator', id: 407963104
mas 'Spark', id: 1176895641
mas 'Xcode', id: 497799835
